<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="privacy.aspx.cs" Inherits="_12sky2.about.privacy" %>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" >
<head runat="server">
    <title>Twelvesky2</title>
    
    <common:layout id="common" runat="server" />
</head>
<body>
    <form id="form1" runat="server">
        <div id="main_bg">
            <div id="wrap">
                <head:layout id="head" runat="server" />
                
                <div id="C_container">
			        <!-- left menu -->
			        <div class="lnb">
				        <div class="lnb_tit"></div>
				        <div class="left_menu">
					        <ul>
						        <li><a href="/web/about/terms.aspx">เงื่อนไขการใช้</a></li>
						        <li><a href="/web/about/privacy.aspx" class="on">นโยบายความเป็นส่วนตัว</a></li>
					        </ul>
				        </div>
			        </div>
			        <!-- // left menu -->  			        

			        <!-- content -->
			        <div id="contents">
				        <div class="con_top">
					        <div class="nav_hint">Home &gt; <span class="now">นโยบายความเป็นส่วนตัว</span></div>
					        <div class="page_tit">นโยบายความเป็นส่วนตัว</div>
				        </div>

				        <!-- contents start -->
				        <div class="content_page">
					        <div class="con_text001">
						        <ul>
							        <li>KJ เกม Co., Ltd. ("KJ เกม" "เรา" หรือ "เรา") เคารพความเป็นส่วนตัว และมุ่งมั่นที่จะปกป้องข้อมูลส่วนบุคคลของคุณอาจให้เราในขณะที่ใช้เว็บไซต์ของเรา (ตามที่กำหนดไว้ด้านล่าง) การใช้เว็บไซต์ของเรามีข้อตกลงกับเงื่อนไขของเงื่อนไขการใช้บริการและนโยบายความเป็นส่วนตัว ("นโยบาย") นี้ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>นโยบายนี้เป็นเงื่อนไขของการยอมรับในเว็บไซต์ของเราและบริการต่าง ๆ รวมถึง ไม่จำกัด เกม KJ บริการดำเนินการในนามของบริษัทในเครือ โดยใช้เว็บไซต์ของเราและบริการเหล่านี้ คุณยอมรับที่จะให้ข้อกำหนดและเงื่อนไขของนโยบายนี้ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>•ระบุไซต์ที่ดำเนินการ โดยเกม KJ   </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>เวลา เราอาจเพิ่มไซต์ใหม่ แต่พวกเขาจะมีการเชื่อมโยงนโยบายความเป็นส่วนตัวนี้ และจะถูกควบคุม โดยเงื่อนไขของการ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>1. ข้อมูลส่วนบุคคล เกม KJ เก็บข้อมูลส่วนบุคคลจากคุณเว้นแต่คุณให้เราด้วยความสมัครใจ ถ้าคุณตัดสินใจที่จะให้ข้อมูลส่วนบุคคล (เช่นชื่อ วันเกิด อีเมล์ และอยู่), เราจะรวบรวมข้อมูลส่วนบุคคลที่จำเป็นเพื่อตอบสนองการร้องขอและ/หรือวัตถุประสงค์ของธุรกิจถูกต้องตามกฎหมาย เท่านั้น ถ้าคุณปฏิเสธที่จะเผยข้อมูลส่วนบุคคลของคุณเมื่อการร้องขอ คุณอาจไม่สามารถเข้าถึงบางส่วนของเว็บไซต์ของเรา </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>2. ลงทะเบียนเว็บไซต์. ในกรณีที่การลงทะเบียนสำหรับบัญชี KJ เกมอาจต้องให้คุณเรามีข้อมูลบางอย่างรวมทั้งชื่อของคุณ วันเกิด อีเมล์ และที่อยู่ เราจำเป็นต้องใช้ข้อมูลส่วนบุคคลสามารถเข้าถึงใด ๆ ของเว็บไซต์ของเรา อย่างไรก็ตาม คุณจะไม่สามารถเข้าถึงพื้นที่ที่ต้องการลงทะเบียน </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>3. ชำระเงิน เมื่อคุณลงทะเบียนสำหรับเกม KJ ตามค่าธรรมเนียมบริการใด ๆ และตามชนิดของวิธีการชำระเงินที่คุณใช้ เราต้องการที่ คุณให้เรา มีข้อมูลเก็บเงินที่จำเป็นรวมทั้งชื่อ และของคุณ บัตรเครดิต หรือข้อมูลการชำระเงิน ที่ อยู่ เราอาจให้บริการหรือผลิตภัณฑ์ของคุณ (ตามเงื่อนไขของการขาย รวมตัวอย่างข้อตกลงสิทธิ์การใช้งานผู้ใช้และเงื่อนไขการใช้บริการสำหรับบริการตามค่าธรรมเนียม) เพื่อแก้ไขปัญหาที่เกี่ยวข้องกับการสนับสนุนคอมพิวเตอร์และบริการลูกค้า คำถาม เทคนิคการเรียกเก็บเงิน เราอาจต้องให้คุณให้ข้อมูลส่วนบุคคลบางอย่างเราอาจแก้ปัญหาดังกล่าวอย่างถูกต้อง </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>4. ข้อมูลส่วนบุคคลที่ไม่ นอกจากข้อมูลการลงทะเบียนบัญชี เกม KJ จะโดยอัตโนมัติรวบรวมบางอย่างไม่ใช่ - ข้อมูลส่วนบุคคลเกี่ยวกับการใช้ไซต์และบริการของเรา เราอาจเก็บ ต่าง ๆ ข้อมูลเกี่ยวกับชนิดของอินเทอร์เน็ตเบราว์เซอร์หรือคอมพิวเตอร์ระบบปฏิบัติการที่คุณใช้ ชื่อโดเมนของผู้ให้บริการอินเทอร์เน็ต ลักษณะการทำงานของคุณเรียกดูเว็บ ไซต์ของเรา และเว็บไซต์ หรือโฆษณาที่ถูกลิงค์ไปยัง หรือจากไซต์เมื่อคุณเข้าเยี่ยมชม การทำเช่นนี้ เราอาจใช้คุกกี้และเทคโนโลยีอื่น ๆ (ดูด้านล่าง) เข้าชมเว็บไซต์ และข้อมูลผ่านเทคโนโลยีเหล่านี้ จะไม่ยกเว้นว่าคุณให้ข้อมูลส่วนบุคคลแก่เรา หรือให้ข้อมูลดังกล่าวในอดีต ข้อมูลนี้ถูกใช้สำหรับวัตถุประสงค์ภายในของเรา (เช่น เพื่อปรับปรุงเว็บไซต์ของเรา หรือ เพื่อกำหนดเนื้อหาเอง) เท่านั้น </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>5. คุกกี้และเทคโนโลยีที่เกี่ยวข้อง เกม KJ ใช้คุกกี้และเทคโนโลยีอื่น ๆ เพื่อรวบรวมข้อมูลประชากร passively ให้ประสบการณ์ของคุณในเว็บไซต์ของเรา และตรวจสอบโฆษณา และกิจกรรมอื่น ๆ คุกกี้คือ แฟ้มที่ดาวน์โหลดมายังคอมพิวเตอร์ของคุณ (ถ้าเปิดใช้งานเบราว์เซอร์ของคุณเพื่อยอมรับคุกกี้) เพื่อติดตามความเคลื่อนไหวภายในเว็บไซต์ขนาดเล็ก เราอาจเชื่อมโยงข้อมูลคุกกี้กับข้อมูลส่วนบุคคล เราใช้คุกกี้และเทคโนโลยีอื่น ๆ เพื่อปรับแต่งประสบการณ์ของคุณในเว็บไซต์ของเรา ข้อมูลส่วนบุคคลที่เก็บรวบรวมผ่านการใช้เทคโนโลยีเหล่านี้จะถูกจัดการตามนโยบายนี้  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>เบราว์เซอร์อินเทอร์เน็ตจะช่วยให้คุณสามารถลบ cookies จากฮาร์ดดิสก์ของคุณคอมพิวเตอร์ บล็อกคุกกี้ ยอมรับ หรือได้รับคำเตือนก่อนจัดเก็บคุกกี้ คุณควรอ่านคำแนะนำเบราว์เซอร์หรือหน้าจอ "วิธีใช้" การเรียนรู้เพิ่มเติมเกี่ยวกับวิธีการจัดการคุกกี้ โปรดทราบ อย่างไรก็ตาม ว่า ถ้าคุณบล็อกคุกกี้ บางส่วนของเว็บไซต์ของเราอาจทำงานไม่ถูกต้อง  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>เราไม่ได้ควบคุมคุกกี้ในโฆษณาของบุคคลที่สาม และผู้เข้าชมพร้อมให้ท่านตรวจสอบนโยบายความเป็นส่วนตัวของผู้โฆษณาและ/หรือบริการที่โฆษณาเพื่อเรียนรู้เกี่ยวกับการใช้คุกกี้และเทคโนโลยีอื่น ๆ อาจส่งให้คุณโฆษณาที่ปรากฏบนเว็บไซต์ของเรา โดยบริษัทโฆษณา บริษัทเหล่านี้อาจใช้ข้อมูลเกี่ยวกับการเยี่ยมชมนี้และเว็บไซต์อื่น ๆ เพื่อให้โฆษณาบนเว็บไซต์ของเราและเว็บไซต์อื่น ๆ เกี่ยวกับสินค้าและบริการที่อาจเป็นประโยชน์กับคุณ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>นอกจากนี้เรายังรักษาแฟ้มล็อกที่ประกอบด้วยที่อยู่อินเทอร์เน็ตโพรโทคอล ("ไอพี") อยู่ IP ที่อยู่ตัวเลขที่กำหนดให้กับคอมพิวเตอร์ของคุณ โดยผู้ให้บริการอินเทอร์เน็ต ได้ ทั่วไป เราใช้เฉพาะแฟ้มบันทึก การตรวจสอบเว็บไซต์ของเรา รายงานข้อมูลรวมถึงผู้โฆษณาของเรา และ การแก้ไขปัญหาทางเทคนิค ในกรณีที่ละเมิดสิทธิของผู้ใช้เว็บไซต์ของเรา อย่างไรก็ตาม เราอาจบล็อคแอด อาจใช้เพื่อระบุตัวตนของคุณที่อยู่ IP เพื่อบังคับใช้ข้อตกลงการให้บริการของเรา  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>6. สถิติ และข้อมูลการใช้งาน เมื่อคุณใช้ไซต์และบริการต่าง ๆ ของเรา เราอาจดึงข้อมูลเกี่ยวกับระบบฮาร์ดแวร์ของคุณและวิธีมีใช้บริการของเรา รวมถึงที่อยู่ของอินเทอร์เน็ตโพรโทคอล เราใช้ข้อมูลนี้เพื่อให้คุณสามารถใช้บริการอินเทอร์เน็ต เรายังใช้ข้อมูลนี้เพื่อเข้าใจลักษณะการทำงานและการกำหนดลักษณะของลูกค้า เพื่อให้เราสามารถปรับปรุงผลิตภัณฑ์และบริการของเรา นอกจากนี้เราไม่เคยจะใช้ข้อมูลนี้เพื่อระบุตัวตนของคุณ โดยไม่มีความ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>7. วิธีใช้ข้อมูลส่วนบุคคล ข้อมูลส่วนบุคคลที่เกม KJ รวบรวมสำหรับวัตถุประสงค์เฉพาะจะเท่าบันทึก และใช้สำหรับวัตถุประสงค์นั้น เว้นแต่ว่าคุณได้ตกลงที่จะให้เราใช้บางอื่น ๆ วัตถุประสงค์ ตามที่อธิบายไว้ในนโยบายความเป็นส่วนตัวนี้ ตัวอย่าง ถ้าคุณต้องการซื้อออนไลน์จากเว็บไซต์ของเรา ยกเว้นว่าคุณได้รับเราอนุญาตให้ทำอย่างอื่น เราเท่านั้นจะรวบรวม และบันทึกข้อมูลส่วนบุคคลที่ คุณให้กับเรา รวมถึงข้อมูลการเก็บเงิน เพื่อ (1) ทำการขาย, (2) ให้สอดคล้องกับภาษีและคดีอื่น ๆ ที่เกี่ยวข้อง, (3) รักษาธุรกิจที่ถูกต้องและบันทึกทางการเงิน (ตามมาตรฐานที่ยอมรับ) และ (4) ช่วยบริการลูกค้า </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>เมื่อคุณให้ข้อมูลส่วนบุคคลเราสำหรับวัตถุประสงค์เฉพาะ เราอาจเปิดเผยข้อมูลของบริษัทอื่นที่เรามีส่วนร่วมเพื่อช่วยเราในการตอบสนองการร้องขอ นี้อาจรวมถึง แต่ไม่จำกัด บ้านสำเร็จ เรียกเก็บเงิน ธุรกรรมผู้จัดการ บริการตรวจสอบเครดิต และบริการอื่น ๆ ผู้ให้บริการบุคคลที่สาม  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>การบังคับใช้สิทธิตามกฎหมาย และสอดคล้องกับกฎหมาย หรือ เพื่อให้สอดคล้องกับใบสั่ง จากเอนทิตีรัฐบาลหรืออื่น ๆ ผู้เชี่ยวชาญ หรือ เมื่อเรามีเหตุผลที่จะเชื่อว่า การเปิดเผยข้อมูลจำเป็นต้องอยู่จริง หรือเกิดบาดเจ็บหรือการรบกวนสิทธิของเรา คุณสมบัติ การดำเนินการ ผู้ใช้ หรือผู้อื่นที่อาจถูกทำลาย หรืออาจทุกข์ทรมานสูญเสียหรือความเสียหาย เราอาจเปิดเผยข้อมูลส่วนบุคคลการบังคับใช้กฎหมาย หรือหน่วยงานพลเรือนที่เหมาะสมเมื่อเราเชื่อว่าการเปิดเผยข้อมูลจำเป็นในการปกป้องสิทธิของเรา และ/หรือสอดคล้องกับการดำเนินการยุติธรรม ศาล กฎหมายกระบวนการ หรือบริการบนเว็บไซต์ของเรา  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>เราอาจใช้ข้อมูลที่เรารวบรวมจากคุณเพื่อให้คุณมีเทคนิค บริการ บำรุงรักษา และการบัญชี เราใช้ข้อมูลที่เรารวบรวม เพื่อเรียนรู้สิ่งที่คุณต้อง ปรับแต่งประสบการณ์ตาม และปรับปรุงเว็บไซต์และผลิตภัณฑ์ของเรา  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>อีเมล์ของคุณจะถูกใช้เพื่อติดต่อคุณเกี่ยวกับปัญหาเฉพาะที่เกี่ยวข้องกับบัญชีของคุณ นอกจากนี้คุณยังอาจได้รับแจ้งให้ทราบพิเศษและข้อเสนอสำหรับผลิตภัณฑ์และบริการที่นำเสนอ โดยเรา คุณจะได้รับโอกาสในการ "เลิกทำ" จดหมายใด ๆ ซึ่งรวมถึงข้อมูลที่สำคัญเกี่ยวกับบัญชีของคุณใช้งานอยู่ โดยทำตามคำแนะนำในอีเมล์เพื่อ "ยกขึ้น" ยกเว้นตามที่อธิบายไว้ในนโยบายนี้ เราจะไม่ให้ข้อมูลส่วนบุคคลของคุณแก่บุคคลอื่นโดยไม่มีการอนุมัติด่วน  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>เราบางครั้งทั่วไป ประชากร หรือรวม (ไม่ส่วนตัว) ใช้ข้อมูลร่วมกับบุคคลที่สามเกี่ยวกับฐานผู้ใช้ของเรา แต่ว่าข้อมูลไม่รวมข้อมูลส่วนบุคคล  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>คุณจะถือว่ามียินยอมให้เปิดเผยการ และใช้ ต่อมาเจ้าของหรือผู้ให้บริการของเว็บไซต์ ข้อมูลส่วนบุคคลใด ๆ ที่มีอยู่ในฐานข้อมูลของเราเช่นไซต์ ถ้าเกม KJ หรือของบริษัทกำหนดสิทธิและภาระผูกพันเกี่ยวกับการใช้ข้อมูลส่วนบุคคลของคุณทั้งหมดเวลาของการล้มละลาย ควบรวมกิจการ ซื้อ ขายสินทรัพย์ KJ เกมต่อมาเจ้าของ หรือผู้ประกอบการ หรือเหตุการณ์คล้ายคลึงกันมากทั้งหมดหรือทั้งหมด  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>กรุณาอย่าใช้ชื่อจริงหรือชื่อจริงของบุคคลอื่นเมื่อเลือกชื่อผู้ใช้ โปรดทราบว่า ชื่อผู้ใช้ของคุณจะพร้อมใช้งานอินเทอร์เน็ตสาธารณะทั่วไปในขณะที่คุณเข้าร่วมในบริการบางอย่าง เช่นกระดานข้อความหรือฟอรั่ม ดังนั้นคุณควรออกกำลังกายพิจารณาเมื่อใช้บริการเหล่านี้ เราจะไม่รับผิดชอบในการปกป้องข้อมูลที่คุณอาจเปิดเผยให้บุคคลที่สามผ่านทางบริการของเรา  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>8. เด็กอายุ 13. เนื่องจากเว็บไซต์ของเราได้โดยตรงเด็กอายุ 13 เราไม่อนุญาตให้ลงทะเบียนคนอายุ 13 ถ้าคุณมีอายุ 13 คุณไม่สามารถสร้างบัญชีในเว็บไซต์ของเรา คุณอาจไม่สมัครบริการใด ๆ ที่ใช้ค่า หรือซื้ออะไรผ่านเว็บไซต์ของเรา เราจะไม่ทราบเก็บ รักษา หรือเปิดเผยข้อมูลส่วนบุคคลจากเด็กอายุ 13 </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>9. เด็กอายุระหว่างอายุ 13 และ 18 ... เพื่อปกป้องผลประโยชน์ส่วนบุคคลของผู้ใช้อินเทอร์เน็ตน้อย เกม KJ ไม่อนุญาตให้เด็กอายุ 18 สามารถใช้บริการของเราโดยไม่ได้รับความยินยอมของพ่อแม่ เกม KJ ตาม บัญญัติป้องกันความเป็นส่วนตัวออนไลน์ของเด็ก และอื่น ๆ กฎหมาย และระเบียบที่เกี่ยวข้องกับเด็กและอินเทอร์เน็ต เราไม่เปิดเผยข้อมูลส่วนบุคคลเกี่ยวกับเด็กอายุต่ำกว่า 18 ปีที่ได้ลงทะเบียนบนเว็บไซต์ของเรากับบุคคลที่สาม หรือแบ่งปัน หรือเปิดเผยข้อมูลส่วนบุคคลจากเป็นชุดไว้ในนโยบายนี้ ให้อย่างไรก็ตาม ว่า ในกรณีที่การควบรวมกิจการ ซื้อ หรือเหตุการณ์ไม่น่าจากการล้มละลาย การจัดการข้อมูลลูกค้าของเราอาจถูกโอนไปสืบความ หรือกำหนด  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>10 การเชื่อมโยงและบุคคลที่สาม ถ้าคุณคลิกที่การเชื่อมโยงไปยังเว็บไซต์ รวมลงโฆษณา คุณจะปล่อยให้เว็บไซต์ของเรา และไปยังไซต์ที่คุณเลือก เนื่องจากเราไม่สามารถควบคุมกิจกรรมของบุคคลที่สาม เราไม่สามารถยอมรับความรับผิดชอบสำหรับการใช้งานของข้อมูลส่วนบุคคลโดยบุคคลดังกล่าว และเราไม่รับประกันว่า พวกเขาจะยึดติดความเป็นส่วนตัวเดียวกันและปฏิบัติการรักษาความปลอดภัยเป็นเกม KJ เราสนับสนุนให้คุณทบทวนนโยบายความเป็นส่วนตัวของใด ๆ อื่น ๆ ผู้ให้บริการที่ คุณร้องขอการบริการ ถ้าคุณเยี่ยมชมเว็บไซต์ของบุคคลที่สามที่เชื่อมโยงกับเว็บไซต์ของเรา คุณควรปรึกษานโยบายข้อมูลส่วนบุคคลของไซต์ก่อนที่จะให้ข้อมูลส่วนบุคคลใด ๆ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>11. การเข้าถึง การเปลี่ยนแปลง หรือลบข้อมูลส่วนบุคคล การทบทวน และปรับปรุงข้อมูลส่วนบุคคลของคุณถูกเก็บไว้กับเกม KJ กรุณาเข้าถึงบัญชีของคุณ ถ้าคุณเลือกที่จะให้ข้อมูลส่วนบุคคลของคุณถูกลบออกจากฐานข้อมูลของเราใช้งานอยู่ เราจะทำได้ภายในเวลาที่เหมาะสมหลังจากคำขอของคุณ และเราจะทำตามขั้นตอนที่เหมาะสมเพื่อให้แน่ใจว่า ไม่ใช้ข้อมูลส่วนบุคคลของคุณ (ยกเว้นเป็นตามกฎหมาย) โดยเราหลังจากการแจ้งเตือนให้เรา  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>12. ความปลอดภัยของข้อมูลส่วนบุคคล เกม KJ ตามมาตรฐานอุตสาหกรรมทั่วไปเพื่อปกป้องข้อมูลส่วนบุคคลที่ส่งให้เรา ทั้งใน ระหว่างการส่ง และ เมื่อเราได้รับ เมื่อคุณป้อนข้อมูลที่สำคัญ (เช่นหมายเลขบัตรเครดิต) บนเว็บไซต์ของเรา เรามีการเข้ารหัสข้อมูลที่ใช้เทคโนโลยีชั้นซ็อกเก็ตที่ปลอดภัย (SSL) อย่างไรก็ตาม ไม่วิธีการส่งข้อมูลผ่านอินเตอร์เน็ต หรือวิธีการเก็บข้อมูลทางอิเล็กทรอนิกส์ เป็นที่ปลอดภัยอย่างสมบูรณ์ ดังนั้น ในขณะที่เรามุ่งมั่นที่จะใช้หมายถึงยอมรับได้ในเชิงพาณิชย์เพื่อป้องกันข้อมูลส่วนบุคคลของคุณ เราไม่สามารถรับประกันความปลอดภัยแน่นอน </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>13. ข้อตกลงอื่น ๆ ที่ควบคุมการใช้งานเว็บไซต์ของเรา นอกจากนี้นโยบาย คุณสิทธิและข้อผูกพันเกี่ยวกับการใช้เว็บไซต์ของเราอยู่ภายใต้เงื่อนไขการใช้บริการของเรา ผู้ สัญญา และอื่น ๆ นโยบายที่เกี่ยวข้อง แนวทาง และความต้องการ เมื่อคุณลงทะเบียนเพื่อใช้บริการของเรา โปรดตรวจสอบแต่ละข้อตกลงดังกล่าวอย่างรอบคอบ ตามที่คุณต้องการที่จะให้แต่ละข้อตกลงดังกล่าวก่อนที่คุณสามารถใช้บริการ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>14. แจ้งการเปลี่ยนแปลงนโยบายความเป็นส่วนตัว. โดยใช้เว็บไซต์นี้ คุณมีความหมายคุณ assent นโยบายความลับของเกม KJ ถ้าคุณไม่ยอมรับนโยบายความเป็นส่วนตัวนี้ กรุณาอย่าใช้เว็บไซต์ของเรา ถ้าเราตัดสินใจที่จะเปลี่ยนแปลงนโยบายความเป็นส่วนตัวของเรา เราจะลงรายการบัญชีเหล่านั้นเปลี่ยนแปลงคำชี้แจงนี้ หน้าบ้าน และ/หรือสถานอื่น ๆ ที่เราเห็นสมควรว่าต้องทราบของเรารวบรวมข้อมูล วิธีการที่เราใช้มัน และภายใต้สถานการณ์ใด ถ้ามี เราเปิดเผยมัน เราขอสงวนสิทธิ์ในการปรับเปลี่ยนนโยบายความเป็นส่วนตัวนี้ตลอดเวลา ดังนั้นกรุณาตรวจสอบบ่อย หากมีเปลี่ยนแปลงนโยบายนี้ เราจะได้แจ้งที่นี่ ทางอีเมล์ หรือโดยการ ใช้หนังสือบนโฮมเพจของเรา ถ้าคุณเลือกที่จะเลือกออกจากแบบฝึกหัดของเราเปลี่ยนแปลง อีเมล์ของเราจะประกอบด้วยคำแนะนำเกี่ยวกับวิธีการเลือก คุณยังคงใช้เว็บไซต์ของเราจะมีความหมายการยอมรับการเปลี่ยนแปลงนโยบายความเป็นส่วนตัวของเรา </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>KJ Games.PP.030011.1</li>
						        </ul>
					        </div>


				        </div><!-- -->
        				        					
				        <div class="page_top">
				            <a href="#"><img src="/resources/images/con_img/btn_pagetop.gif" alt="top" title="top"></a>
				        </div>
			        </div>
		        </div> <!-- container -->
	        </div><!-- wrap -->		
            <tail:layout id="tail" runat="server" /> 
        </div> 	        	                     
    </form>
</body>
</html>
