<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="introduction.aspx.cs" Inherits="_12sky2.web.guide.introduction" %>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" >
<head runat="server">
    <title>Twelvesky2</title>
    
    <common:layout id="common" runat="server" />
</head>
<body>
    <form id="form1" runat="server">
        <div id="main_bg">
            <div id="wrap">
                <head:layout id="head" runat="server" />
                
                <div id="C_container">
                    <!-- left menu -->
                    <left:layout id="left" runat="server" setTITL="Game Guides" setSUB_TITL="introduction" />
                    
		            <!-- content -->
		            <div id="contents">
			            <div class="con_top">
				            <div class="nav_hint">Home &gt; แนะนำเกม &gt; <span class="now">แนะนำ</span></div>
				            <div class="page_tit">แนะนำ</div>
				            <div class="write_date">by <span class="writer">SUPERManager</span> 20 Aug 2013</div>
			            </div>

			            <!-- contents start -->
			            <div class="content_page">
				            <div class="con_img">
					            <ul>
						            <li><img src="/resources/images/con_img/guide/intro_img.png" alt=""></li>
					            </ul>
				            </div>
					        <div class="con_text">
						        <ul>
							        <li>ในการเริ่มต้น แลนด์จีนใหญ่ และเป็นผู้เริ่มการสำรวจดินแดนที่ พวกเขาพบตัวเองล้อมรอบ ด้วยมอนสเตอร์อันตรายทุกชนิด แถบกันป้องกันกันอันตรายที่ซ่อนอยู่ในดินแดนของพวกเขา คนเหล่านี้ในที่สุดก่อตั้งสมัครพรรคพวก สร้างฝ่ายเพื่อป้องกันกัน และครองมอนสเตอร์ทั้งหมดรอบ ๆ พวกเขาจนกว่าพวกเขาแบบของพวกเขาสำรวจ ที่เกิดขึ้นจากความแข็งแรง</li>
						        </ul>
					        </div>
					        <div class="con_text">
						        <ul>
							        <li>ฝ่ายแยกจนกลายเป็นทราบกันพวกเขาเติบโต และขยายจากเมืองบ้านของพวกเขา ย่อมประชุมบนสนามรบทั่วไปสู้เพื่อความได้เปรียบเชิงกลยุทธ์ หวังที่จะสนใจ และพิชิตฝ่ายอื่น ๆ ทั้งหมด จนกว่าจะมีผู้รอดชีวิตเท่านั้นและฝ่ายที่โดดเด่นที่สุดในแผ่นดิน</li>
						        </ul>
					        </div>
					        <div class="con_text">
						        <ul>
							        <li>ครั้งแรกของฝ่ายนี้คือ ฝ่ายมังกรอิมพีเรียล พวกเขาคือกลุ่มคนที่เป็นสมัครพรรคพวกมากขึ้นสมดุลของนักรบหนึ่งในเกม เดินทางจากดินแดนฝั่งตะวันออก ตระกูลมังกรอิมพีเรียลเป็นต้นแบบของ ดาบหนัก ดาบแสง และอาวุธหินลึกลับจึงกำหนดช่วง นักรบเหล่านี้รุนแรงใช้จิตวิญญาณของพวกเขา indominitable กับความร้ายแรง ภูมิใจ และภักดี นักรบเหล่านี้จะแทนที่จะต่อสู้การตายมากกว่าหนึ่งนิ้วของพื้นดินศัตรูยอมแพ้ ของหัวหน้าเผ่า พระ Yudi เป็นหนึ่งในสิ่งที่ได้เห็นพลังอันยิ่งใหญ่ของ TwelveSky ดี และอาศัยอยู่เพื่อบอกเรื่อง</li>
						        </ul>
					        </div>
					        <div class="con_text">
						        <ul>
							        <li>ที่สองสมัครพรรคพวกเหล่านี้อยู่ไกลจาก ดินแดนที่รกร้าง พวกเขาเป็นที่รู้จักเท่าตระกูลงูรอยัล ภายใต้คำสั่งของ specter haunting และกลัวอย่างมากของ Shadowless เข็มพระ ไคมีบัณฑิตจำนวนน่ากลัวของอาวุธที่ยิ่งใหญ่ และงดงาม นักรบเหล่านี้ก้าวร้าวจะประดิษฐ์วิธีการจัดการที่สุดสง่างาม และบรรยากาศเสียงคลื่นในสั่งทรมานลับ ๆ ล่อ ๆ และกำจัดเหยื่อผ่านระยะทางที่มากมาย</li>
						        </ul>
					        </div>
					        <div class="con_text">
						        <ul>
							        <li>สุดท้ายของสมัครพรรคพวกมากเหล่านี้มาจากภูมิภาคแห้งแล้ง และภูเขาทางตะวันตกที่ผู้ชายไม่กล้าไป พวกเขาเรียกว่าตระกูลเสือดุร้าย และชื่อของพวกเขานำการปิดของความกลัวทุกคนอันจะพูดชื่อออกเสียง นักรบที่มีประสิทธิภาพเหล่านี้อาศัย ตามเยี่ยงที่เต็มของพวกเขา และ สำหรับเหตุผลที่ดี ซึ่งแตกต่างจากตระกูลงู เหล่าพลรบที่มีเหนือกว่ามากในแง่ของรูปร่างทางกายภาพเพียงอย่างเดียว สามารถควงหอกยักษ์และใบมีด ด้วยมือเดียว นักรบปัจเจกจะโง่ไปภายใต้ประมาณนั้น ผู้ชายหลายคนมี ได้ตายไปแล้ว จากการเหลิงเมื่อต่อสู้เสือดุร้าย, "แข็งแรง และถูกต้องไม่มีใครยังอยู่รอดท้าทาย Reni พระไม้อายุการปะทะคารม"</li>
						        </ul>
					        </div>
					        <div class="con_text">
						        <ul>
							        <li>หนึ่งยังคงลึกลับสุดท้ายไม่คาดหมายสำหรับทั้งหมดได้ หลายหลายปี ในเวลาห่างไกลผ่านมา มี catastrophy ที่ทำให้เกิดการตายของประเทศที่แข็งแกร่งเพื่อให้ชื่อของพวกเขากลายเป็น ตำนาน ตระกูลฟ้าดีถูกทำลายนาน ผ่านมาเมื่อเปิดพื้นดิน และพบฟ้า heaving เบิ้ลพลูมดีควันสูง ครอบคลุมดวงอาทิตย์ และจม "ภูมิภาคทั้งของตระกูลฟ้ากับเรื่องอวกาศ shroud ของดำ"</li>
						        </ul>
					        </div>
					        <div class="con_text">
						        <ul>
							        <li>ปี คนก็เชื่อว่าดาบซา และส่วนเหลือของตระกูลฟ้ามี perished ในการระเบิดที่ร้ายแรง และ มีการสูญเสียของเฉินเจ้า แผ่นดินที่เหลือ โดยผู้นำ ตอนนี้ แผ่นดินเริ่มออกเป็นสมัครพรรคพวกสามต่อสู้สำหรับมไหศวรรย์และเสียงร้องของคนแพร่</li>
						        </ul>
					        </div>
					        <div class="con_text">
						        <ul>
							        <li>" TwelveSky2 WSP " เป็นการสูบตื่นเต้นอย่างหนาแน่นหลายออนไลน์บทบาทเล่นเกม (MMORPG) ตั้งอยู่ในประเทศจีนโบราณ ผู้เล่นจะโยนเป็นขัดแย้งระหว่างสาม warring สมัครพรรคพวกเก่าอายุการ แปลกบน reemergence ของฝ่ายใหม่ ผู้เล่นต้องต่อสู้เพื่อเกียรติของพี่น้องของพวกเขา หรือเปิดหลังของพวกเขาในยามจำเป็น เต็มไป ด้วยขากรรไกรปล่อยเทคนิคศิลปะการต่อสู้ แปลกใหม่อาวุธ เกราะ และสัตว์เลี้ยง ระบบต่อสู้ที่แข็งแกร่ง และมากทั้งเพิ่มเติม "TwelveSky2 WSP" คือมีการรองเป็นหนึ่งดีที่สุดเพื่อเล่นเครื่องเล่นกับผู้เล่นประสบการณ์ล่าสุด! "</li>
						        </ul>
					        </div>
			            </div>
			            <div class="page_top">
			                <a href="#"><img src="/resources/images/con_img/btn_pagetop.gif" alt="top" title="top"></a>
			            </div>
		            </div>
	            </div> <!-- container -->
	                
            </div>
        
            <tail:layout id="tail" runat="server" /> 
        </div>   
    </form>
</body>
</html>
