<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="terms.aspx.cs" Inherits="_12sky2.about.terms" %>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" >
<head runat="server">
    <title>Twelvesky2</title>
    
    <common:layout id="common" runat="server" />
</head>
<body>
    <form id="form1" runat="server">
        <div id="main_bg">
            <div id="wrap">
                <head:layout id="head" runat="server" />
    
		        <div id="C_container">
			        <!-- left menu -->
			        <div class="lnb">
				        <div class="lnb_tit"></div>
				        <div class="left_menu">
					        <ul>
						        <li><a href="/web/about/terms.aspx" class="on">เงื่อนไขการใช้</a></li>
						        <li><a href="/web/about/privacy.aspx">นโยบายความเป็นส่วนตัว</a>
					        </ul>
				        </div>
			        </div>
			        <!-- // left menu -->    
			        <!-- content -->
			        <div id="contents">
				        <div class="con_top">
					        <div class="nav_hint">Home &gt; <span class="now">เงื่อนไขการใช้</span></div>
					        <div class="page_tit">เงื่อนไขการใช้</div>
				        </div>
				        
				        <!-- contents start -->
                        <div class="content_page">
					        <div class="con_text001">
						        <ul>
							        <li>กรุณาอ่านเงื่อนไขต่อไปนี้ใช้อย่างระมัดระวัง เมื่อคุณใช้ KJ เกม จำกัด ("ล") เกมออนไลน์ บริการ หรือเว็บไซต์ที่ท่านได้รับทราบว่า คุณได้อ่าน เข้าใจ และตกลงที่จะผูกพันตามเงื่อนไขการใช้บริการเหล่านี้ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>เหล่านี้เงื่อนไขของการใช้ควบคุมการใช้งานของเกมออนไลน์ เกมลูกค้า บริการ หรือเว็บไซต์ที่นำเสนอ โดย เกม KJ บริษัทสาขา และบริษัทใน เครือ รวมเกมออนไลน์ "TwelveSky2 WSP ใด ๆ เว็บพอร์ทัลที่ดำเนินการ โดยเกม KJ ดังนั้น และเว็บไซต์อยู่ที่www.12sky2-ph.com ("TwelveSky2 WSP") KJ เกมนโยบายอยู่http://www.12sky2-ph.com/web/about/privacy.aspxกฎจรรยาบรรณ และได้เพิ่มเติมเงื่อนไขเป็นโดยคุณ KJ เกม (ตัวอย่าง ข้อตกลงใบอนุญาตผู้ใดหรือ "EUCA") จะเป็นส่วนหนึ่งของเงื่อนไขการให้บริการนี้ และรวมอยู่ในเอกสารนี้ โดยอ้างอิง </li>
						        </ul>	
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>ถ้าคุณมีคำถามใด ๆ เกี่ยวกับข้อตกลงการให้บริการเหล่านี้หรือเงื่อนไขใด ๆ เพิ่มเติม กรุณาติดต่อบริการลูกค้าของ KJ เกม โดยการเยี่ยมชมส่วนสนับสนุนของเว็บไซต์ cscenter Games.net/support ที่ KJ
WSP TwelveSky2 บางต้องชำระเงินค่าธรรมเนียม คุณต้องมีบัญชี และชำระค่าธรรมเนียมดังกล่าวจะเข้าร่วมในบริการเหล่านี้ 
</li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>1. เงินช่วยเหลือของสิทธิ์การใช้งานจำกัด. ตกลงของคุณและปฏิบัติตามเงื่อนไขการใช้บริการเหล่านี้และข้อตกลงเพิ่มเติมอย่างต่อเนื่อง KJ เกมให้คุณ สำหรับการใช้งานส่วนบุคคลเท่านั้น การไม่ผูกขาด revocable, nontransferable ใบอนุญาตให้ใช้ TwelveSky2 WSP คุณอาจไม่ sublicense (a) ให้เช่า เช่า ยืม หรือโอนส่วนหนึ่งส่วนใดของ TwelveSky2 WSP (ข) แก้ไข ปรับ วิศวกรรมย้อนรอย decompile หรือมิฉะนั้น จะได้รับรหัสแหล่งที่มาจากส่วนหนึ่งส่วนใดของ TwelveSky2 WSP (ค) สร้างงานอนุพันธ์ใด ๆ ผิด TwelveSky2 WSP หรือ (d) มิฉะนั้นใช้ WSP TwelveSky2 ยกเว้นเป็นการระบุอย่างชัดเจนในเงื่อนไขการใช้บริการเหล่านี้ ชื่อและสิทธิ์ทั้งหมดกับทุกด้านของ TwelveSky2 WSP ไม่เฉพาะให้ภายใต้เงื่อนไขของบริการนี้ รวมทั้งไม่จำกัดเฉพาะลิขสิทธิ์การทำซ้ำ แก้ไข แจก จ่าย แสดง ถอดและ decompilation ทั้งหมดลิขสิทธิ์ สิทธิบัตร เครื่องหมายค้า ความลับทางการค้า และสิทธิกรรมสิทธิ์ และผลประโยชน์อื่น ๆ จองเกม KJ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>2. ข้อจำกัดสิทธิ์การใช้งานเพิ่มเติม ใบอนุญาตที่มอบให้กับคุณในส่วนที่ 1 มีข้อจำกัดที่กำหนดไว้ในส่วน 1 และ 2 (โดยรวม "อนุญาตให้ใช้สิทธิ์ข้อจำกัด") TwelveSky2 WSP ในการละเมิดข้อจำกัดใบอนุญาตการใช้งานจะถือเป็นการละเมิดลิขสิทธิ์เกม KJ ใน และทุกแง่มุมของ TwelveSky2 WSP คุณตกลงว่า คุณจะไม่ ภายใต้สถานการณ์ใด ๆ: </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>i. ใช้ส่วนหนึ่งส่วนใดของ TwelveSky2 WSP เพื่อจุดประสงค์ทางการค้า </li>
							        <li>ii. ครั้งที่สองใช้ซอฟต์แสร์รูปแบบ ระบบซอฟต์แวร์ hacks, mods หรือใด ๆ อื่น ๆ โดยซอฟท์แวร์ออกแบบปรับเปลี่ยนได้ในประสบการณ์ของเกม  </li>
							        <li>iii. ใช้ซอฟต์แวร์ของบุคคลที่สามโดยที่คเกอร์ ดัก เหมืองแร่ หรือเก็บรวบรวมข้อมูลหรือ จาก หรือ ผ่าน TwelveSky2 WSP มี อย่างไรก็ตาม เกม KJ ที่อาจ ด้วยดุลพินิจแต่เพียงผู้เดียว และแน่นอน อนุญาตให้ใช้บางบุคคลผู้ใช้อินเทอร์เฟซ </li>
							        <li>iv. รบกวน หรือช่วยทรัพย (i) คอมพิวเตอร์ใช้เพื่อสนับสนุน TwelveSky2 WSP (แต่ละ "เซิร์ฟเวอร์"); หรือ (ii) ประสบการณ์เกมของผู้เล่นอื่น ๆ </li>
							        <li>v. facilitate สร้าง หรือรักษาการเชื่อมต่อ TwelveSky2 WSP รวมถึงไม่ มีข้อจำกัดใด ๆ ไม่ได้รับอนุญาต 
(ก) การเชื่อมต่อกับเซิร์ฟเวอร์ไม่ได้รับอนุญาตใด ๆ ที่ emulates หรือพยายามจำลอง TwelveSky2 WSP และ 
(ข) การเชื่อมต่อโดยใช้โปรแกรมหรือเครื่องมือที่ไม่ชัดเจนได้รับการอนุมัติ โดย KJ เกม หรือ 
</li>
							        <li>vi. โฮสต์ ให้พัฒนาบริการจับคู่ในแง่มุมของ TwelveSky2 WSP จุดตัดแกน จำลอง หรือเปลี่ยนเส้นทางการสื่อสารโปรโตคอลที่ใช้ โดยเกม KJ ในทางใดทางหนึ่ง เพื่อวัตถุประสงค์ใด ๆ รวมถึงแต่ไม่ได้รับอนุญาตไม่เล่น อินเทอร์เน็ต เครือข่ายเล่น หรือ เป็นส่วนหนึ่งของเครือข่ายรวมเนื้อหา </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>3. สิทธิ TwelveSky2 WSP ได้เฉพาะกับบุคคลจำนวน (18) ปีอายุเก่า ถ้าคุณอยู่ระหว่างอายุของ 13 (13) และจำนวน (18) คุณแม่หรือผู้ปกครองต้องดำเนินกระบวนการลงทะเบียน ในกรณีที่มารดาหรือผู้ปกครองจะรับผิดชอบเต็มสำหรับข้อผูกมัดทั้งหมดภายใต้เงื่อนไขการใช้บริการเหล่านี้ โดยเข้าถึง TwelveSky2 WSP คุณแสดงว่า คุณน้อยสิบแปด (18) ปี และมีการยอมรับเงื่อนไขการใช้บริการเหล่านี้ แทนตัวเอง หรือในนาม ของเด็ก </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>TwelveSky2 WSP จะไม่ถูกนำเด็กอายุต่ำกว่า 13 (13) หากคุณอายุต่ำกว่า สิบสามลักษณะ (13) คุณอาจสร้างบัญชี และต้องให้ข้อมูลส่วนบุคคลไปยังเกมของ KJ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>4 เป็นเจ้าของ สิทธิและชื่อใน และทุกแง่มุมของ TwelveSky2 WSP ทั้งหมด (รวมถึง โดยไม่มีข้อจำกัดใด ๆ บัญชีผู้ใช้ ชื่อ รหัสคอมพิวเตอร์ ชุดรูปแบบ วัตถุ อักขระ อักขระชื่อ เรื่องราว เจรจา วลีจับ สถาน แนวคิด งานศิลปะ ภาพเคลื่อนไหว เสียง ดนตรีองค์ ลักษณะพิเศษภาพและเสียง วิธีการ สิทธิทางศีลธรรม ใด ๆ ที่เกี่ยวข้องเอกสาร แอปเพล็ต ใบแสดงผลของห้องสนทนา อักขระโพรไฟล์ข้อมูล บันทึกของเกม เกมไคลเอนต์ และเซิร์ฟเวอร์ซอฟต์แวร์) เป็นเจ้าของ โดย KJ เกมหรือผู้ ทุกด้านของ TwelveSky2 WSP ป้องกันตามกฎหมายใช้อำนาจและกฎหมายระหว่างประเทศ และอาจประกอบด้วยวัสดุบางอย่างได้รับใบอนุญาตผู้ KJ เกมอาจบังคับสิทธิในกรณีที่มีการละเมิดเงื่อนไขการใช้บริการเหล่านี้ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>5. สร้างองค์กร บัญชี ("บัญชี") อาจจำเป็นต้องเข้าถึง และใช้ TwelveSky2 WSP ถ้าคุณมีคำถามเกี่ยวกับการลงทะเบียนบัญชี โปรดติดต่อเรา โดยการเยี่ยมชมhttp://www.12sky2-ph.com/web/mypage/contact.aspxเพื่อสร้างองค์กร คุณต้องให้ชื่อ วันเกิด ที่อยู่และ e-mail ที่ถูกต้องในการส่งเมล์ของคุณ คุณต้องให้ข้อมูลที่ถูกต้อง และสุจริตใจ บัญชีจะพร้อมใช้งานเฉพาะผู้ใหญ่ หรือ ในการ พิจารณาของพวกเขา ลูกน้อย ถ้าคุณเป็นเด็กอมมือ คุณแม่ผู้ปกครองต้องดำเนินการลงทะเบียน ในกรณีที่มารดาผู้ปกครองของคุณจะเต็มความรับผิดชอบสำหรับข้อผูกมัดทั้งหมดภายใต้เงื่อนไขการใช้บริการเหล่านี้ บัญชีจะไม่ได้รับอนุญาตสำหรับเด็กเล็กอายุต่ำกว่าสิบสามลักษณะ (13) ปี ไม่อนุญาตและ/หรือลงทะเบียน โดยผู้ปกครองหรือผู้ปกครองของผู้เยาว์ดังกล่าว WSP TwelveSky2 บางอาจต้องสร้างชื่อผู้ใช้ ชื่อผู้ใช้จะเชื่อมโยงกับบัญชีของคุณ คุณไม่สามารถใช้ชื่อผู้ใช้ที่ถูกใช้ โดยใคร หยาบคาย หรือไม่เหมาะสม หรือละเมิดเงื่อนไขการให้บริการอื่น 
							        </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>คุณเป็นผู้รับผิดชอบในกิจกรรมทั้งหมดในบัญชีของคุณ นอกจากนี้คุณไม่ควรเปิดเผยรหัสผ่านของบัญชีของผู้อื่น เกม KJ จะไม่ขอให้คุณเปิดเผยรหัสผ่านของคุณ หรือเคยเริ่มติดต่อใด ๆ กับคุณขอคำเตือนรหัสผ่านของคุณ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>คุณอาจไม่ถ่ายโอน ขาย หรือใช้บัญชีของคุณร่วมกับใคร คุณเป็นแม่หรือผู้ปกครอง ในกรณี คุณอาจทำให้เด็กต้องใช้บัญชีตนเองได้ คุณจะรับผิดชอบกิจกรรมที่ดำเนินการผ่านบัญชี </li>
						        </ul>
					        </div>
        					
					        <div class="con_text001">
						        <ul>
							        <li>6. บัญชีระงับ/ลบ. KJ เกมอาจระงับ ยกเลิก แก้ไข หรือลบบัญชีตลอดเวลาเหตุผลใด ๆ หรือไม่มี เหตุผล มี หรือไม่ มีการแจ้งให้ท่านทราบ สำหรับวัตถุประสงค์ของการอธิบายและไม่จำกัด บัญชีอาจจะระงับ ยกเลิก และ/หรือลบออกเนื่องจากละเมิดเงื่อนไขการใช้บริการเหล่านี้ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>นอกจากนี้คุณยังมีสิทธิ์ในการยกเลิกบัญชีของคุณหรือการเป็นสมาชิก TwelveSky2 WSP ตลอดเวลา คุณเข้าใจ และตกลงว่า การยกเลิกบัญชีของคุณหรือบอกเฉพาะของสิทธิแต่เพียงผู้เดียว และแก้ไขเกี่ยวกับข้อโต้แย้งใด ๆ กับ KJ เกม รวมถึงข้อพิพาทใด ๆ ที่เกี่ยวข้องกับ หรือเกิดขึ้นจาก: </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>(i) มีเงื่อนไขของข้อตกลงการให้บริการเหล่านี้ หรือ KJ เกมบังคับ หรือโปรแกรมประยุกต์ของเงื่อนไขการให้บริการนี้ </li>
							        <li>(ii) ด้านใด ๆ หรือเนื้อหาใด ๆ โดย TwelveSky2 WSP หรือเปลี่ยนแปลงใด ๆ ในเนื้อหา หรือ TwelveSky2 WSP </li>
							        <li>(iii) ความสามารถในการเข้าถึง หรือใช้ TwelveSky2 WSP หรือ </li>
							        <li>(iv)จำนวนหรือประเภทค่าธรรมเนียม เพิ่มเติม คูปอง วิธีการเรียกเก็บเงิน หรือแก้ไขเปลี่ยนแปลงค่าธรรมเนียม ภาษีมูลค่าเพิ่ม เก็บเงินเพิ่ม หรือวิธีเรียกเก็บเงินสำหรับ TwelveSky2 WSP เกม KJ ขอสงวนสิทธิ์ในการเก็บค่าธรรมเนียม เก็บเงินเพิ่ม หรือต้นทุนที่เกิดขึ้นก่อนที่คุณยกเลิกบัญชีของคุณหรือสมัครใช้งาน TwelveSky2 WSP คุณเป็นผู้รับผิดชอบจำนวนใด ๆ ค้างชำระผู้จัดจำหน่ายอื่นหรือผู้ให้บริการเนื้อหาก่อนที่จะยกเลิกการ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>7. ชื่อผู้ใช้และรหัสผ่าน ในระหว่างกระบวนการลงทะเบียน คุณอาจจำเป็นต้องไม่ซ้ำกันและชื่อผู้ใช้และรหัสผ่าน (โดยรวมเรียกว่า "ข้อมูลระบบ") คุณอาจไม่แบ่งบัญชีหรือข้อมูลเข้าสู่ระบบกับคนอื่นมากกว่าเป็นลายลักษณ์อักษรกำหนดไว้นี้ คุณรับผิดชอบการรักษาความลับของข้อมูลเข้าสู่ระบบ และคุณจะรับผิดชอบสำหรับการใช้ทั้งหมดของข้อมูลล็อกอิน หรือไม่ได้รับอนุญาตจากคุณ ในกรณีที่คุณทราบ หรือความสงสัยใด ๆ ละเมิดความปลอดภัย รวมถึงแต่ไม่สูญเสีย ขโมย หรือเปิดเผยข้อมูลการเข้าสู่ระบบ ไม่ได้รับอนุญาตต้องทันทีแจ้ง KJ เกม โดยการส่งอีเมลภาพ KJ ที่ Games15.help@gmail.com</li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>8. กฎจรรยาบรรณ. ชื่ออักขระ ผู้ใช้จะเลือกชื่ออักขระหรือสมาคม ได้มีมติ (ชื่ออักขระหรือสมาคมอาจจะกำหนดให้กับคุณถ้าคุณไม่เลือก) (โดยรวม, "ชื่อตัวละคร") เมื่อคุณเลือกชื่อตัวละครที่สามารถเห็นได้ โดยผู้เล่นอื่น ๆ คุณต้องปฏิบัติตามคำแนะนำต่อไปนี้ ถ้า KJ เกมค้นหาชื่อตัวละครไม่เหมาะสม หรือไม่เหมาะสม มันอาจ ในดุลพินิจของแต่เพียงผู้เดียว และแน่นอน เปลี่ยนชื่อตัวละคร เอาชื่อตัวละครจากทุกด้านของ TwelveSky2 WSP และ/หรือระงับ หรือยุติการใช้ TwelveSky2 WSP โดยเฉพาะอย่างยิ่ง คุณไม่สามารถใช้ชื่อของบุคคลอื่น หรือชื่อที่บุคคลสามเป็นละเมิดเครื่องหมายค้าด้านขวา ลิขสิทธิ์ หรืออื่น ๆ ฟทร์แวร์ขวา คุณอาจใช้ชื่อที่อาจทำให้เข้าใจผิดอื่น ๆ ให้ผู้เล่นเชื่อว่าคุณเป็น พนักงานของ KJ เกม ที่เห็นว่าเกม KJ ดุลพินิจไม่หยาบคายไม่เหมาะสม เกม KJ สงวน ของแต่เพียงผู้เดียว และแน่นอนพิจารณา การลบ หรือเปลี่ยนชื่ออักขระ ยุติ หรือระงับบัญชีของคุณ หรือสิ้นสุดสิทธิ์ใด ๆ ที่ได้รับนี้ สำหรับเหตุผลใด ๆ เลย </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>9. กฎจรรยาบรรณ. เมื่อใช้ส่วนหนึ่งส่วนใดของ TwelveSky2 WSP รวมทั้งในการโต้ตอบผู้ใช้ ชนิดใดรวมถึงในเกมโต้ตอบ ฟังก์ชันสนทนา กระดานข่าว และ กระดานข้อความ คุณตกลงไม่: </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>i. ส่ง หรือลงรายการบัญชีใด ๆ เนื้อหาหรือภาษาซึ่ง ในดุลยพินิจแต่เพียงผู้เดียว และแน่นอนเกม KJ จะถือว่าเป็นผิดกฎหมาย เป็น อันตราย คุกคาม คำผรุสวาท พอ เงี้ยว รังเกียจ หยาบคาย ลามก หมิ่นประมาท รุกรานแห่งใจ สร้างความ racially มัก หรืออื่น ๆ ไม่เหมาะ สม หรือประกอบด้วยไวรัสต่าง ๆ ม้าโทรจัน เวิร์ม ระเบิดเวลา ซอฟต์แวร์ระบบ หรือคอมพิวเตอร์เครื่องอื่นเขียนโปรแกรมคำสั่งที่มุ่งให้เกิดความเสียหาย ปรับเปลี่ยน รบกวน หรือมิฉะนั้น รบกวนระบบใด ๆ หรือข้อมูล  </li>
							        <li>ii. การสื่อสาร หรือการโพสต์ข้อมูลส่วนบุคคลของผู้ใช้ใด ๆ ในเกม สนทนา เว็บไซต์ กระดานข้อความ หรือฟอรั่มที่เกี่ยวข้องกับแง่มุมของ TwelveSky2 WSP ยกเว้นว่าผู้ใช้สามารถติดต่อสื่อสารของเขาหรือเธอ ข้อมูลส่วนตัวของตัวเองในข้อความส่วนตัวส่งไปผู้เดียว  </li>
							        <li>iii. รบกวนกระแสปกติของสนทนา ข่ม คุกคาม stalk ผู้ใหญ่ หรือทำความทุกข์ ความสนใจที่ไม่พึงประสงค์ หรือไม่สบายให้ผู้ใช้ใด ๆ ของ TwelveSky2 WSP ส่งซ้ำไม่ unwelcome ข้อความผู้ หรือลงข้อความเหมือนกันซ้ำ ๆ ในพื้นที่สนทนา รวมถึงไม่ มีข้อจำกัดอย่างต่อเนื่องโฆษณาขายสินค้าหรือบริการ ฉ้อโกง หรือพยายามเข้าถึงบัญชีของผู้ใช้อื่น ๆ  </li>
							        <li>iv การเลียนแบบบุคคลหรือเอนทิตี รวมถึง แต่ไม่จำกัด ตัวแทนเกม KJ หรือพนักงาน รัฐแอบ หรือมิฉะนั้น misrepresent สังกัดของคุณกับบุคคลหรือหน่วยงาน  </li>
							        <li>v. รบกวนรบกวนส่วนหนึ่งส่วนใดของ TwelveSky2 WSP เซิร์ฟเวอร์ หรือเครือข่ายที่เชื่อมต่อกับ TwelveSky2 WSP หรือขัดใด ๆ ข้อกำหนด ขั้นตอน นโยบาย หรือข้อบังคับของเครือข่ายที่เชื่อมต่อกับ TwelveSky2 WSP  </li>
							        <li>vi. ใช้ หรือใช้ข้อผิดพลาดในการออกแบบ คุณสมบัติที่ไม่ถูกบันทึก และ/หรือ "โปรแกรมโรคจิต" เข้าที่ไม่ว่าง หรือได้เปรียบกว่าผู้เล่นอื่น ๆ  </li>
							        <li>นอกจากข้างต้น KJ เกมห้ามดำเนินใด ๆ หรือการดำเนินการที่เกม KJ ในการพิจารณาของแต่เพียงผู้เดียว และแน่นอน กำหนด ขัดกับจิตวิญญาณของ TwelveSky2 WSP หรือเล่นเกม และอาจยุติ หรือระงับบัญชีของคุณ หรือดำเนินการอื่น ๆ ที่เกม KJ สมควรเป็นดุลพินิจแต่เพียงผู้เดียว และแน่นอน  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>10. เป็นเจ้าของและการขายขององค์กรหรือสินค้าเสมือนจริง เกม KJ ไม่รู้จักการโอนบัญชี คุณอาจไม่ซื้อ ขาย ของขวัญ หรือค้าใด ๆ บัญชี เพื่อซื้อ ขาย ของขวัญ หรือค้าบัญชีใด ๆ และความพยายามดังกล่าวจะเป็นโมฆะ KJ เกมเป็นเจ้าของ มีสิทธิ์ หรือมิฉะนั้น มีสิทธิ์ทั้งหมดของเนื้อหาที่ปรากฏใน TwelveSky2 WSP คุณตกลงว่า คุณมีไม่ขวาหรือชื่อใน หรือดังกล่าว เนื้อหาใด ๆ รวมถึงไม่จำกัดเฉพาะสินค้าเสมือนหรือสกุลเงินที่ปรากฏ หรือเกิดใน และ TwelveSky2 WSP หรือคุณลักษณะอื่น ๆ เกี่ยวข้องกับบัญชี หรือตาม TwelveSky2 WSP เกม KJ ไม่รู้จักโอนเจตนาใด ๆ คุณสมบัติเสมือนดำเนินนอก TwelveSky2 WSP หรือเจตนาขาย ของขวัญ หรือการค้าในโลกจริงของสิ่งที่ปรากฏ หรือมีต้นกำเนิดใน และ TwelveSky2 WSP ตาม คุณอาจไม่ขาย หรือแลกเปลี่ยนสินค้าในเกมหรือสกุลเงินตามกฎหมาย  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>11. ซอฟต์แวร์ ระบบสาธารณูปโภค และเครื่องมือการ TwelveSky2 WSP อาจต้องให้คุณดาวน์โหลดซอฟต์แวร์ ซอฟต์แวร์ไคลเอนต์เกม หรือสาธารณูปโภคอื่น ๆ และเครื่องมือจากเกม KJ หรือตัวผู้ลงบนคอมพิวเตอร์ของคุณ ซอฟต์แวร์ดังกล่าวมีเหล่านี้เงื่อนไขการใช้งานและข้อตกลงเพิ่มเติมแก่คุณในขณะดาวน์โหลด คุณเข้าใจว่า ประสิทธิภาพของ TwelveSky2 WSP อาจแตกต่างกันขึ้นอยู่กับคอมพิวเตอร์และอุปกรณ์อื่น ๆ ครั้ง KJ เกมอาจมีการปรับปรุงซอฟต์แวร์หรือการปรับเปลี่ยน คุณเข้าใจว่า การใช้แอพพลิเคชัน TwelveSky2 WSP ต่อไป คุณต้องยอมรับ และติดตั้งการปรับปรุงหรือปรับเปลี่ยนดังกล่าว   </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>12. เปลี่ยนเงื่อนไขการบริการ เกม KJ สงวน ด้วยดุลพินิจแต่เพียงผู้เดียว และแน่นอน เปลี่ยนแปลง แก้ไข เพิ่ม เสริม หรือลบใด ๆ ของข้อกำหนดและเงื่อนไขของข้อตกลงการให้บริการเหล่านี้ตลอดเวลา รวมถึงไม่ มีข้อจำกัดการเข้าถึงนโยบาย ความพร้อมของคุณลักษณะใด ๆ ของ TwelveSky2 WSP เวลาว่าง เนื้อหา ข้อมูล ซอฟต์แวร์ หรืออุปกรณ์ที่จำเป็นถึง TwelveSky2 WSP มีประสิทธิภาพ หรือ ไม่ ล่วงหน้า มี แต่ วัสดุเปลี่ยน (ตามที่กำหนดไว้ในการพิจารณาแต่เพียงผู้เดียว และแน่นอนเกม KJ) จะเปิดเผยให้คุณมีหนึ่งหรือหลาย: แพทช์กระบวน การ หรือ ทางอีเมล์ ไปรษณีย์ เว็บไซต์ลง หน้าจอป๊อปอัพ หรือประกาศในเกม  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>ถ้าคุณไม่สอดคล้องกับการเปลี่ยนแปลงเงื่อนไขการใช้บริการเหล่านี้ หรือการเปลี่ยนแปลงดังกล่าวจะยอมรับคุณ คุณต้องยุติ กหยุดการใช้ TwelveSky2 WSP และบัญชีของคุณทันที คุณ WSP TwelveSky2 ต่อการปรับปรุงเงื่อนไขการใช้บริการเหล่านี้ยังคงใช้เว็ปของคุณสมบูรณ์ และเพิกถอนไม่ได้ใด ๆ และทั้งหมดเช่นการเปลี่ยนแปลง KJ เกมอาจเปลี่ยนแปลง แก้ไข ระงับ หรือหยุด TwelveSky2 WSP ด้านใด ๆ ก็ เกม KJ อาจยังกำหนดวงเงินในคุณลักษณะบางประการ หรือจำกัดการเข้าถึงของชิ้นส่วนหรือทั้งหมดของ TwelveSky2 WSP โดยไม่แจ้งล่วงหน้าหรือรับผิดชอบ ถ้าคุณไม่ยอมรับเงื่อนไขใด ๆ ใหม่ หรือมีเงื่อนไขในข้อตกลงการให้บริการเหล่านี้ แก้ไขของคุณเท่านั้นคือ ใช้ TwelveSky2 WSP และยกเลิกบัญชีของคุณหรือบอกรับเป็นสมาชิกใช้ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>เกม KJ อาจค้นหาจำเป็นต้องทำการเปลี่ยนแปลง หรือตั้งค่าพารามิเตอร์บางอย่างสมดุลการเล่นเกมและการใช้งาน TwelveSky2 WSP ตั้งค่าใหม่ใด ๆ หรือการเปลี่ยนแปลงเหล่านี้อาจมีผลอักขระ หรือเกม หรือกลุ่มภายใต้การควบคุมของคุณ KJ เกมขอสงวนสิทธิ์ในการเปลี่ยนแปลงเหล่านี้ และไม่รับผิดชอบการเปลี่ยนแปลงเหล่านี้ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>13. บริการการขัดจังหวะและการเปลี่ยนแปลง TwelveSky2 WSP. เกม KJ ขอสงวนสิทธิ์ในการขัดจังหวะด้าน WSP TwelveSky2 เวลาเวลาตามตารางเวลา หรืออื่นใด หรือ ไม่ให้ทราบล่วงหน้า หรือทั้งหมดเพื่อดำเนินการบำรุงรักษา คุณยอมรับว่า เกม KJ จะไม่รับผิดชอบใด ๆ ขัดจังหวะ TwelveSky2 WSP ความล่าช้า หรือล้มเหลวในการดำเนินการเป็นผลมาจากสาเหตุใด ๆ เลย คุณยอมรับว่า TwelveSky2 WSP อาจถูกขัดจังหวะด้วยเหตุผลนอกเหนือการควบคุมของเกม KJ และเกม KJ ไม่สามารถรับประกันว่า คุณจะสามารถเข้าถึง TwelveSky2 WSP หรือบัญชีของคุณเมื่อใดก็ ตามคุณอาจต้องการทำเช่นนั้น เกม KJ จะไม่รับผิดชอบใด ๆ ขัดจังหวะ TwelveSky2 WSP ความล่าช้า หรือล้มเหลวในการดำเนินการเป็นผลมาจากสาเหตุใด ๆ เลย เกม KJ มีสิทธิก็เหตุผลใด ๆ หรือไม่เหตุผลที่จะเปลี่ยนแปลง หรือกำจัดส่วนหนึ่งส่วนใดของ TwelveSky2 WSP เป็นเห็นดีในดุลยพินิจของ เกม KJ จะไม่ถูกว่าจะคืนเงินให้ส่วนหนึ่งส่วนใดของค่าธรรมเนียมใด ๆ by reason of ขัดจังหวะใด ๆ WSP TwelveSky2 by reason of ใด ๆ ในสถานการณ์ที่อธิบายไว้ในนี้ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>14. สิ้น. เงื่อนไขการใช้บริการเหล่านี้จะมีผลบังคับใช้จนกว่าจะสิ้นสุดลง คุณสามารถยุติเงื่อนไขการใช้บริการเหล่านี้ โดยสิ้นสุดบัญชีของคุณ และลบซอฟต์แวร์เกม KJ ใด ๆ และทั้งหมดจากคอมพิวเตอร์ของคุณ ถ้าบัญชีของคุณ หรือสมัครสมาชิก WSP TwelveSky2 ที่เกี่ยวข้องกับการบัญชี การยกเลิก โดยคุณ หรือละเมิดเงื่อนไขการใช้บริการเหล่านี้ คุณยอมรับว่า ไม่คืนเงินจ่ายล่วงหน้าใด ๆ จะได้รับ ไม่ออนไลน์จะเครดิตคุณ หรือแปลงเป็นเงินสดหรือรูปแบบอื่น ๆ ของคืนเครดิตเวลา หรืออื่น ๆ (เช่น จุดในเกมออนไลน์) และคุณจะไม่สามารถเข้าถึงเพิ่มเติมเพื่อให้เชื่อมโยงกับบัญชีของคุณ (เช่นคะแนนของเกม สัญญาณ หรือสินค้าอื่น ๆ ดิจิทัล) หรือบัญชีของคุณ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>เกม KJ อาจยังยุติบัญชีของคุณ (และถึงให้ทั้งหมดที่เกี่ยวข้อง) สำหรับการละเมิดเงื่อนไขการให้บริการนี้ กฎ ปฏิบัติ หรือข้อตกลงใด ๆ เพิ่มเติม หรือใช้บัญชีของคุณไม่ถูกต้อง หรือไม่เหมาะสม หรือผิดกฎหมาย หรือไม่เหมาะสมใช้ TwelveSky2 WSP ผลิตภัณฑ์ หรือทรัพย์สินทางปัญญาเกมส์ KJ เกม KJ อาจออกคำเตือน หรือทันทีจบบัญชีใด ๆ และทั้งหมดที่คุณได้กำหนดไว้ คุณยอมรับว่า เกม KJ ไม่ได้จำเป็นต้องให้คุณสังเกตก่อนสิ้นสุดบัญชีของคุณ แต่ก็อาจเลือกที่จะทำ ถ้าเกม KJ ยุติบัญชีของคุณ คุณไม่อาจเข้าถึงส่วนหนึ่งส่วนใดของ WSP TwelveSky2 อีกครั้งโดยไม่รับอนุญาต KJ เกม
อย่างไรก็ตามการกลาย KJ เกม อาจ ในโซลเป็นดุลพินิจสัมบูรณ์ ยุติเงื่อนไขการใช้บริการเหล่านี้และการเข้าถึง TwelveSky2 WSP หรือ ไม่แจ้งให้ทราบ โดยสิ้นสุดบัญชีของคุณตามที่ตั้งค่าไว้ใน 6 ส่วน 
</li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>บทบัญญัติส่วนที่ 4 (เจ้าของ), 5 (บัญชีผู้ใช้), 10 (เสมือนสินค้า) และ 14-21 จะอยู่รอดการสิ้นสุดของเงื่อนไขการใช้บริการเหล่านี้ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>15. การปฏิเสธรับประกัน TwelveSky2 WSP รวมเกม KJ เกมซอฟต์แวร์ บัญชี และบริการอื่น ๆ มีการ "เป็น" พื้นฐาน โดย ที่ความเสี่ยง และขอบเขตสูงสุดที่อนุญาต โดยกฎหมาย KJ เกมขอลายลักษณ์อักษรขอเพิกถอนทั้งหมดรับประกันหรือเงื่อนไขใด ๆ เขียน หรือปากเปล่า ด่วน โดยนัย หรือตาม กฎหมาย รวมถึงไม่ มีข้อจำกัดใด ๆ โดยนัยรับประกันของสินค้าชื่อ ไม่ละเมิด สงบสุข ความแม่นยำ หรือสำหรับวัตถุประสงค์เฉพาะ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>โดยไม่จำกัดไว้ก่อนว่า เกม KJ ไม่มั่นใจต่อเนื่อง อายุ การทำงานปลอดภัย หรือ ปราศจากไวรัสของ TwelveSky2 WSP ซอฟต์แวร์เกม KJ เกม หรือบัญชี และคุณเข้าใจว่า คุณไม่มีสิทธิขอคืนเงินสำหรับค่าธรรมเนียมที่ขึ้นอยู่กับความล้มเหลวของ KJ เกมให้ใด ๆ ไว้ก่อนว่า บางรัฐไม่อนุญาตให้ปฏิเสธการรับประกันโดยนัย และ การปฏิเสธเหล่านี้อาจไม่ตรงกับคุณ รับประกันนี้ให้สิทธิ์เฉพาะตามกฎหมาย และนอกจากนี้คุณยังอาจมีสิทธิอื่น ๆ ตามกฎหมายที่แตกต่างไปจากรัฐ  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>16. ข้อจำกัดความรับผิดชอบ ไม่เกม KJ หรือหลัก ย่อย ผู้ หรือบริษัทในเครือจะรับผิดชอบใด ๆ สำหรับความเสียหายหรือสูญหายใด ๆ ชนิดเกิดจาก (A) การใช้ หรือไม่สามารถใช้ TwelveSky2 WSP ซอฟต์แวร์เกมล หรือใด ๆ เกมรวมถึงโดยไม่จำกัดการสูญเสียของค่าความนิยม หยุดทำงาน คอมพิวเตอร์ความล้มเหลว หรือผิด ปกติ (ข) การสูญหายหรือความเสียหายของตัวอักษร บัญชี สถิติ สินค้าคงคลัง หรือ ข้อมูลส่วนกำหนดค่าผู้ใช้ หรือ (ค) หยุดชะงักของบริการรวมถึงไม่ มี ISP จำกัดหยุดชะงัก ซอฟต์แวร์ หรือฮาร์ดแวร์ล้มเหลวหรือเหตุการณ์อื่น ๆ ซึ่งอาจทำให้ข้อมูลสูญหายหรือหยุดชะงักของบริการ ไม่ เกม KJ จะชอบคุณหรือคนอื่นทางอ้อม เบ็ดเตล็ด พิเศษ โทษ หรือต่อความเสียหาย  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>17. เหตุสุดวิสัย เกม KJ จะไม่รับผิดชอบในความล่าช้า หรือล้มเหลวในการดำเนินการเกิดจากสาเหตุภายนอกการควบคุมเหมาะสม รวมถึงไม่ มีข้อจำกัดใด ๆ ล้มเหลวในการดำเนินการว่าเนื่องจากสถานการณ์ไม่คาดฝัน หรือทำนอกเหนือจาก KJ เกมควบคุมกิจการของพระเจ้า สงคราม การก่อการร้าย จลาจล ห้าม หน้าที่ของหน่วยงานพลเรือน หรือทหาร ไฟไหม้ น้ำท่วม อุบัติเหตุ นัดหยุดงาน หรือขาดแคลนสิ่งอำนวยความสะดวกการขนส่ง เชื้อเพลิง พลังงาน แรงงาน หรือวัสดุ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>18. ตอบ คุณขอรับทราบ และตกลงที่: </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>A. ลักษณะ TwelveSky2 WSP (เช่นซอฟต์แวร์เกมที่ดาวน์โหลดมายังคอมพิวเตอร์ของคุณ) พฤษภาคมตรวจสอบคอมพิวเตอร์ของหน่วยความจำเข้าถึงโดยสุ่ม (RAM) หรือ CPU กระบวนการอื่นที่ไม่ได้รับอนุญาตบุคคลโปรแกรมทำงานพร้อมกันกับ TwelveSky2 WSP "บุคคลอื่นโปรแกรม" ที่ใช้ซึ่งจะกำหนดเป็นซอฟต์แวร์ของบริษัทอื่นซึ่ง เมื่อใช้พร้อมกัน หรือ TwelveSky2 WSP จะเป็นการละเมิดส่วน 1, 2, 8 หรือ 9 ในกรณีตรวจพบโปรแกรมอื่นที่ไม่ได้รับอนุญาต KJ เกมอาจได้รับข้อมูลบางอย่าง รวมถึงไม่จำกัดชื่อบัญชี รายละเอียดเกี่ยวกับโปรแกรมบุคคลอื่นตรวจพบ และเวลา และวันตรวจพบโดยบุคคลที่สามโปรแกรม / (ข) การออกกำลังกายใด ๆ หรือทั้งหมดของ KJ เกมเงื่อนไขสิทธิภายใต้ขั้นของบริการหรือเพิ่มเติมข้อ ตกลง กับหรือไม่ทราบล่วงหน้าเพื่อคุณ  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>B. เกิดเมื่อคุณเข้าถึง TwelveSky2 WSP, KJ เกมอาจรับข้อมูลรหัสบางอย่างเกี่ยวกับคอมพิวเตอร์และระบบปฏิบัติการ รวมถึงไม่ มีข้อจำกัดของฮาร์ดดิสก์ หน่วยประมวลผลกลาง IP ADDRESS(ES) และระบบปฏิบัติการ (S), สำหรับวัตถุประสงค์ของการปรับปรุง TwelveSky2 WSP และเพื่อตำรวจ และการบังคับใช้บทบัญญัติของข้อตกลงบริการหรือข้อตกลงใด ๆ เพิ่มเติม  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>C. ซีเกมลอาจ มี หรือไม่ มีการแจ้งให้คุณ เปิดเผย address(es) ของอินเทอร์เน็ตโพรโทคอล (IP) ข้อมูลส่วนตัว บันทึกการพูดคุย และข้อมูลอื่น ๆ เกี่ยวกับกิจกรรมของคุณและคุณ: ตอบ (ก) ในการร้องขอตามกฎหมาย คำสั่งศาล หรือกระบวน การอื่น ๆ ทางกฎหมาย หรือ (ข) ถ้า KJ เกมเชื่อว่าการทำเช่นนั้นอาจป้องกันความปลอดภัยของคุณหรือความปลอดภัยของผู้อื่น  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>D. KJ เกมอาจตรวจสอบ บันทึก ตรวจสอบ แก้ไข และ/หรือเปิดเผยช่วงการสนทนา ว่าเสียง หรือข้อความ โดยไม่ต้องแจ้งให้คุณ และคุณยินยอมขอให้ดังกล่าวตรวจสอบ บันทึก ตรวจสอบ แก้ไข และ/หรือเปิดเผย นอกจากนี้ คุณยอมรับว่า เกม KJ ไม่อยู่ภายใต้การตรวจสอบการสนทนา และเข้าร่วมในการสนทนาที่มีความเสี่ยงของคุณเอง  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>E.อีคุณจะรับผิดชอบทั้งหมดสำหรับค่าใช้จ่ายของโทรศัพท์และค่าธรรมเนียมการเข้าถึงอินเทอร์เน็ตกับทุกอุปกรณ์ที่จำเป็น ให้บริการ ซ่อมแซม หรือการแก้ไขที่เกิดขึ้นในการเชื่อมต่อไปยังเซิร์ฟเวอร์การรักษาทั้งหมด  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>19 เยียวยาความเท่าเทียมกัน ในกรณีที่คุณละเมิดเงื่อนไขการใช้บริการเหล่านี้ คุณขอยอมรับว่า เกม KJ จะ irreparably เสียหายโดยเฉพาะไม่สามารถทำการบังคับใช้ข้อตกลงการให้บริการเหล่านี้ และดังนั้น คุณยอมรับว่า เกม KJ จะเป็นอายุ โดยตราสารหนี้ ความปลอดภัย หรืออื่น ๆ หลักฐานของความเสียหาย การเยียวยาที่เหมาะสมเป็นธรรมกับละเมิดเงื่อนไขการให้บริการนี้ นอกจากเยียวยาเช่นเกม KJ มิฉะนั้นอาจพร้อมใช้งานได้ภายใต้กฎหมาย ในกรณีที่นำคดีใด ๆ โดยทั้งสองฝ่ายพร้อมกับข้อตกลงการให้บริการเหล่านี้ บุคคลยึดในคดีดังกล่าวจะได้รับการกู้คืนจากพรรคอื่น ๆ ต้นทุนทั้งหมด ค่าธรรมเนียมของทนายความ และค่าใช้จ่ายอื่น ๆ ที่เกิดขึ้น โดยบุคคลดังกล่าวเป็นในการดำเนินคดี  </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>20. เบ็ดเตล็ด. ถ้าบทบัญญัติใด ๆ ของข้อตกลงการให้บริการเหล่านี้จะผิดกฎหมาย โมฆะ หรือเหตุผลใด ๆ ไม่ จะถือว่า severable จากเงื่อนไขการใช้บริการเหล่านี้ แล้วจะไม่มีผลต่อการมีผลบังคับใช้และ enforceability บทบัญญัติใด ๆ ที่เหลือ เงื่อนไขการใช้บริการเหล่านี้เป็นยอดสมบูรณ์ และเฉพาะข้อตกลงระหว่างคุณและเกี่ยวกับ TwelveSky2 WSP เกม KJ และกำหนดเงื่อนไขการใช้บริการเหล่านี้ใด ๆ ก่อน หรือ contemporaneous ข้อตกลง ปากเปล่า หรือ เขียน และการสื่อสารอื่น ๆ กับสัมมาคารวะจุดระหว่างคุณและเกม KJ ให้ แต่ว่า เงื่อนไขการใช้บริการเหล่านี้จะในนอก และไม่แทน หรือ supplant ข้อตกลงเพิ่มเติมใด ๆ เงื่อนไขการใช้บริการเหล่านี้อาจสามารถปรับเปลี่ยนเป็นชุดนี้มาเท่านั้น ส่วนหัวซึ่งใช้ในการอ้างอิงเท่านั้น และจะไม่สามารถอ่านให้มีผลทางกฎหมายใด ๆ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>ผมขอยอมรับว่า ฉันได้อ่าน และเข้าใจเงื่อนไขของบริการเหล่านี้ และยอมรับที่ฉันใช้ TwelveSky2 WSP เป็นการยอมรับข้อตกลงของฉันที่จะให้ข้อกำหนดและเงื่อนไขของข้อตกลงการใช้บริการ </li>
						        </ul>
					        </div>
					        <div class="con_text001">
						        <ul>
							        <li>v.020011.1</li>
						        </ul>
					        </div>

				        </div><!-- -->
					
				        <div class="page_top">
				            <a href="#"><img src="/resources/images/con_img/btn_pagetop.gif" alt="top" title="top"></a>
				        </div>
			        </div>
		        </div> <!-- container -->
	        </div><!-- wrap -->    
    
            <tail:layout id="tail" runat="server" /> 
        </div>
    </form>
</body>
</html>
